START_MESSAGE = 'Привет! Это тестовый бот для работы с акциями и облигациями.\n\nТут ты можешь получить предсказания по ценам акции на ближайший час\n\nУзнать информацию об облигациях.\n\nПолучить финансовую отчетность интересной тебе компании.'
UNKNOWN_MESSAGE = 'Напиши /start или /help для получения полезной информации'
HELP_MESSAGE = 'Когда-нибудь тут будет полезная информация'

GET_SHARES_CLASS_A = 'Получить акции категории А'
GET_SHARES_CLASS_B = 'Получить акции категории Б'
GET_SHARES_CLASS_AB = 'Получить акции категории А и Б'

INVALID_TIKER = 'Вы ввели неправильный тикер. Попробуйте еще раз!'
NO_FINANCAL_DATA = 'Финансовые данные по указанной компании не найдены'

GETTING_CANDLES_MESSAGE = 'Получаем информацию о свечках'

GET_PREDICT_BUTTON_NAME = 'Получить предсказание'
GET_FIN_BUTTON_NAME = 'Получить финансовый отчет за 5 лет'
GET_RECOMMEND_TO_BUY_BUTTON_NAME = 'Получить потенциальную стоимость акции и рекомендованную к покупке'
GET_DIV_BUTTON_NAME = 'Получить информацию о дивидендах'
